[
  {
    "id": "delhi-sonam-call-girl",
    "name": "Sonam – Elegant & Warm-Hearted",
    "age": 22,
    "city": "Delhi",
    "serviceType": "call-girl",
    "price": 4999,
    "rating": 4.1,
    "reviews": 48,
    "status": "online",
    "verified": true,
    "vip": false,
    "category": "Call Girl",
    "description": "Sonam represents the charm of Lucknow call girls with her calm personality and graceful presence. She enjoys meaningful exchanges, fine dining, and relaxed megacity jaunts. As a decoration and top- rated companion, Sonam offers the best companionship that feels natural and comforting. Available for instant booking, she provides a romantic, memorable, and personalized experience through lucknow call girls service, with quick response and same-day service.",
    "image": "../assets/images/delhi_profiles/Asian-Babe-with-Tattoo-16.jpg"
  },
  {
    "id": "delhi-ananya-call-girl",
    "name": "Ananya – Sophisticated & Confident",
    "age": 23,
    "city": "Delhi",
    "serviceType": "call-girl",
    "price": 4999,
    "rating": 4.2,
    "reviews": 53,
    "status": "busy",
    "verified": false,
    "vip": false,
    "category": "Call Girl",
    "description": "Ananya is a high-class, elite choice among call girls in Lucknow. Known for her confidence and polished manners, she fits perfectly into VIP social settings. Whether you want a relaxed coffee date or an elegant evening, Ananya delivers an ultimate experience with warmth and intelligence. She is 24/7 available, offers fast connection, and is ideal for clients seeking luxury and exclusive companionship.",
    "image": "../assets/images/delhi_profiles/Bottomless-Olya-D-with-Hangers-7.jpg"
  },
  {
    "id": "delhi-riya-call-girl",
    "name": "Riya – Cheerful & Romantic",
    "age": 21,
    "city": "Delhi",
    "serviceType": "call-girl",
    "price": 4999,
    "rating": 3.9,
    "reviews": 35,
    "status": "offline",
    "verified": false,
    "vip": false,
    "category": "Call Girl",
    "description": "Riya brings a bright, positive energy that defines a true call girl in Lucknow. She loves long conversations, music, and exploring the city’s culture. Her romantic and passionate personality creates a deeply intimate yet regardful atmosphere. As part of a lucknow call girls service, Riya is on-demand, offers instant booking, and ensures a memorable and emotionally engaging time. ",
    "image": "../assets/images/delhi_profiles/Busty-Curvy-Nude-Shaved-Goddess-with-Nice-Feet-in-Bed-4.jpg"
  },
  {
    "id": "delhi-pooja-call-girl",
    "name": "Pooja – Calm, Classy & Reliable",
    "age": 24,
    "city": "Delhi",
    "serviceType": "call-girl",
    "price": 4999,
    "rating": 4.3,
    "reviews": 61,
    "status": "online",
    "verified": true,
    "vip": false,
    "category": "Call Girl",
    "description": "Pooja is respected among call girls Lucknow for her composed nature and refined communication. She's perfect for those who appreciate sophisticated companionship and a relaxed pace. Offering decoration and luxury erotic romance, Pooja focuses on comfort, discretion, and local companionship. With anytime, anywhere vacuity and quick response, she's a trusted choice for reprise guests. ",
    "image": "../assets/images/delhi_profiles/Model-Irina-Gubeva-Wearing-Black-Miniskirt-5.jpg"
  },
  {
    "id": "delhi-neha-call-girl",
    "name": "Neha – Modern & Thoughtful",
    "age": 26,
    "city": "Delhi",
    "serviceType": "call-girl",
    "price": 4999,
    "rating": 4.5,
    "reviews": 78,
    "status": "busy",
    "verified": true,
    "vip": false,
    "category": "Call Girl",
    "description": "Neha comes with an ultramodern outlook with traditional grace, making her a top-rated lucknow call girl. She enjoys social events, feasts, and calm gloamings filled with discussion. Her approach is always substantiated, icing each meeting feels special. Available through lucknow call girls service, Neha offers same-day service, fast connection, and a romantic experience that feels royal and warm.",
    "image": "../assets/images/delhi_profiles/image-1.jpg"
  },
  {
    "id": "delhi-aarti-call-girl",
    "name": "Aarti – Graceful & Emotionally Attentive",
    "age": 26,
    "city": "Delhi",
    "serviceType": "call-girl",
    "price": 4999,
    "rating": 4.5,
    "reviews": 78,
    "status": "busy",
    "verified": true,
    "vip": false,
    "category": "Call Girl",
    "description": "Aarti stands out among call girls in Lucknow for her emotional intelligence and gentle personality. She believes true connection comes from harkening and understanding. Ideal for guests seeking intimate, emotionally rich moments, Aarti delivers a memorable and ultimate experience. Her personality, high- class service includes 24/7 available support and smooth instant booking. ",
    "image": "../assets/images/delhi_profiles/image-1d.jpg"
  },
  {
    "id": "delhi-kavya-call-girl",
    "name": "Kavya – Stylish & Elite",
    "age": 26,
    "city": "Delhi",
    "serviceType": "call-girl",
    "price": 4999,
    "rating": 4.5,
    "reviews": 78,
    "status": "busy",
    "verified": true,
    "vip": false,
    "category": "Call Girl",
    "description": "Kavya is a swish and confident presence among Lucknow call girls. She carries herself with elite fineness and adapts fluently to formal or casual settings. Known for her exclusive and luxury companionship, Kavya ensures every meeting feels refined and comfortable. With quick response, on-demand scheduling, and affordable companionship, she's perfect for discerning guests.",
    "image": "../assets/images/delhi_profiles/image-4f.jpg"
  },
  {
    "id": "delhi-meera-call-girl",
    "name": "Meera – Soft-Spoken & Romantic",
    "age": 26,
    "city": "Delhi",
    "serviceType": "call-girl",
    "price": 4999,
    "rating": 4.5,
    "reviews": 78,
    "status": "busy",
    "verified": true,
    "vip": false,
    "category": "Call Girl",
    "description": "Meera is a call girl Lucknow, respect for her soft-spoken nature and emotional warmth. She enjoys quiet moments, meaningful conversations, and creating a peaceful terrain. Her romantic and voluptuous presence (emotionally, not unequivocal) makes time spent together feel deeply memorable. She's part of a top-rated lucknow call girls service, offering same-day service and fast connection.",
    "image": "../assets/images/delhi_profiles/image-4r.jpg"
  },
  {
    "id": "delhi-isha-call-girl",
    "name": "Isha – Intelligent & Engaging",
    "age": 26,
    "city": "Delhi",
    "serviceType": "call-girl",
    "price": 4999,
    "rating": 4.5,
    "reviews": 78,
    "status": "busy",
    "verified": true,
    "vip": false,
    "category": "Call Girl",
    "description": "Isha is known among call girls Lucknow for her intelligence and engaging exchanges. She's ideal for those who value internal connection along with companionship. Her decoration and personality services concentrate on respect, discretion, and substantiated attention. Available anytime, anywhere, Isha ensures an ultimate experience through instant booking and dependable quick response. ",
    "image": "../assets/images/delhi_profiles/Kassie-from-MetArt-3.jpg"
  },
  {
    "id": "delhi-shreya-call-girl",
    "name": "Shreya – Refined & Memorable",
    "age": 26,
    "city": "Delhi",
    "serviceType": "call-girl",
    "price": 4999,
    "rating": 4.5,
    "reviews": 78,
    "status": "busy",
    "verified": true,
    "vip": false,
    "category": "Call Girl",
    "description": "Shreya embodies everything people look for in Lucknow call girls—grace, warmth, and professionalism. She offers high-class, exclusive companionship that feels natural and uplifting. Whether it’s a social evening or relaxed time together, Shreya focuses on genuine companionship and comfort. Through lucknow call girls service, she is 24/7 available, on-demand, and always top-rated by clients.",
    "image": "../assets/images/delhi_profiles/Model-Irina-Gubeva-Wearing-Black-Miniskirt-3.jpg"
  }
]
